Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/gm_help_en-US_id.tmx
Source language: en_us
Languages: id

source: The logic behind this is that Product Customization relies on technology levels to increase linearly to function properly, whereas Technology Disruption reduces all technology levels across the board by 10% annually.
id: Logika di balik ini adalah bahwa Kustomisasi Produk bergantung pada tingkat teknologi untuk meningkat secara linier agar berfungsi dengan baik, sedangkan Gangguan Teknologi mengurangi semua tingkat teknologi secara keseluruhan sebesar 10% setiap tahun.

source: Number of AI Companies Focused on Banking
id: Jumlah Perusahaan AI yang Berfokus pada Perbankan

source: This determines the number of AI companies focused on banking in the beginning of the game.
id: Ini menentukan jumlah perusahaan AI yang berfokus pada perbankan di awal permainan.

source: Number of AI Companies Focused on Insurance
id: Jumlah Perusahaan AI yang Berfokus pada Asuransi

source: This determines the number of AI companies focused on insurance business in the beginning of the game.
id: Ini menentukan jumlah perusahaan AI yang fokus pada bisnis asuransi di awal permainan.

source: Tendency of AI to set up banks
id: Kecenderungan AI untuk mendirikan bank

source: Tendency of AI companies with a diversification business strategy, which may expand into any types of industry, to set up banks.
id: Kecenderungan perusahaan AI dengan strategi bisnis diversifikasi, yang dapat berkembang ke semua jenis industri, untuk mendirikan bank.

source: Tendency of AI to set up insurance companies
id: Kecenderungan AI untuk mendirikan perusahaan asuransi

source: Tendency of AI companies with a diversification business strategy, which may expand into any types of industry, to set up insurance companies.
id: Kecenderungan perusahaan AI dengan strategi bisnis diversifikasi, yang dapat berkembang ke semua jenis industri, untuk mendirikan perusahaan asuransi.

source: Insurance Premiums Modifier
id: Pengubah Premi Asuransi

source: Setting this to a value higher than 100 will increase revenues of all insurance companies.
id: Menyetelnya ke nilai yang lebih tinggi dari 100 akan meningkatkan pendapatan semua perusahaan asuransi.

source: Insurance Claims
id: Klaim asuransi

source: You may customize the average amounts of insurance claims that insurance companies have to pay.
id: Anda dapat menyesuaikan jumlah rata-rata klaim asuransi yang harus dibayar perusahaan asuransi.

source: A #lower insurance claims ratio# means a #higher profit margin# for insurance companies.
id: #Rasio klaim asuransi yang lebih rendah# berarti #margin keuntungan yang lebih tinggi# untuk perusahaan asuransi.

source: Corporate Deposit Cap, as a percentage of the total bank deposits.
id: Corporate Deposit Cap, sebagai persentase dari total deposito bank.

source: The bank regulation stipulates that deposits should be not concentrated on a small number of large depositors.
id: Peraturan bank menetapkan bahwa simpanan tidak boleh terkonsentrasi pada sejumlah kecil deposan besar.

source: There is a cap that limits the maximum amount of deposit each depositor can make.
id: Ada batasan yang membatasi jumlah maksimum setoran yang dapat dilakukan setiap deposan.

source: EXPRESS
id: MENGEKSPRESIKAN

source: Express Mode
id: Mode Ekspres

source: When the Express mode is enabled, a new streamlined user interface will be used for retail stores, replacing the original 3x3 layout.
id: Saat mode Express diaktifkan, antarmuka pengguna baru yang disederhanakan akan digunakan untuk toko ritel, menggantikan tata letak 3x3 asli.

source: Maximum Loans-to-Assets Ratio
id: Rasio Pinjaman-ke-Aset Maksimum

source: This determines the #Absolute Maximum amount of loans# that a bank can lend out (including your bank and AI banks).
id: Ini menentukan jumlah pinjaman #Absolute Maksimum# yang dapat dipinjamkan oleh bank (termasuk bank Anda dan bank AI).

source: A conservative bank may set a lower #Maximum Loans-to-Assets ratio# on the bank HQ interface, provided that it does not exceed the one defined here.
id: Bank konservatif dapat menetapkan rasio #Maximum Loans-to-Assets# pada antarmuka kantor pusat bank, asalkan tidak melebihi yang ditentukan di sini.

source: DEVCITY
id: PERANGKAT

source: Developed City at the Beginning
id: Kota Berkembang di Awal

source: In Survival mode, there is only one city in the beginning of the game.
id: Dalam mode Survival, hanya ada satu kota di awal permainan.

source: You may set it as a developed city or a new city created from scratch.
id: Anda dapat menetapkannya sebagai kota maju atau kota baru yang dibuat dari awal.

source: City Initial Cash Level
id: Tingkat Kas Awal Kota

source: This is for setting the cash levels of cities at the beginning of the game.
id: Ini untuk mengatur level uang kota di awal permainan.

source: If you want to see cities issuing bonds more often, so that you could invest into municipal bonds, you may set this setting to 'Low'.
id: Jika Anda ingin melihat kota menerbitkan obligasi lebih sering, sehingga Anda dapat berinvestasi ke obligasi daerah, Anda dapat menyetel pengaturan ini ke 'Rendah'.

source: Percentage of Player Capital Funded by Bond
id: Persentase Modal Pemain yang Didanai oleh Obligasi

source: If you are an experienced player looking for greater challenge, you may set a percentage of your corporation's #initial capital# to be #funded by a bond issue#, requiring you to pay bond interests and repay the bond principal upon its maturity.
id: Jika Anda adalah pemain berpengalaman yang mencari tantangan lebih besar, Anda dapat menetapkan persentase #modal awal# perusahaan Anda untuk #didanai oleh penerbitan obligasi#, yang mengharuskan Anda membayar bunga obligasi dan membayar kembali pokok obligasi pada saat jatuh tempo.

source: Bond Credit Standard
id: Standar Kredit Obligasi

source: With a #loose credit assessment standard#, all corporations will receive #better credit ratings# and benefit from #lower bond interest expenses#.
id: Dengan #standar penilaian kredit longgar#, semua perusahaan akan menerima peringkat kredit #lebih baik# dan mendapatkan keuntungan dari #biaya bunga obligasi yang lebih rendah#.

source: Bond Issue Limit
id: Batas Penerbitan Obligasi

source: The #maximum amounts of bonds# that a corporation can issue is limited to a #multiple of its capitalization#, which is set here.
id: #Jumlah maksimum obligasi# yang dapat diterbitkan oleh perusahaan terbatas pada #beberapa kapitalisasi#, yang ditetapkan di sini.

source: A higher value will allow a corporation to issue larger amounts of bonds.
id: Nilai yang lebih tinggi akan memungkinkan perusahaan untuk menerbitkan obligasi dalam jumlah yang lebih besar.

source: Feature: Bond
id: Fitur: Ikatan

source: When this feature is enabled, corporations will able to able to issue bonds to raise capital, and the bond market will be accessible.
id: Jika fitur ini diaktifkan, korporasi akan dapat menerbitkan obligasi untuk meningkatkan modal, dan pasar obligasi dapat diakses.

source: Feature: Bank
id: Fitur: Bank

source: This setting determines whether banks can be set up in the game or not.
id: Pengaturan ini menentukan apakah bank dapat diatur dalam permainan atau tidak.

source: Initial Net Interest Spread
id: Selisih Bunga Bersih Awal

source: Net interest spread refers to the difference in the #rate at which a bank takes deposits from customers# and the #rate at which it offers loans#.
id: Selisih bunga bersih mengacu pada perbedaan #tingkat di mana bank mengambil simpanan dari pelanggan# dan #tingkat penawaran pinjaman#.

source: A larger net interest spread means a greater profit margin for a bank.
id: Selisih bunga bersih yang lebih besar berarti margin keuntungan yang lebih besar bagi bank.

source: Required Bank Capital Ratio
id: Rasio Modal Bank yang Dibutuhkan

source: The central bank requires banks to set aside enough capital to cover unexpected losses and keep themselves solvent in a crisis. A #capital ratio# is the ratio of a bank's #equity capital# to its #total assets#.
id: Bank sentral mengharuskan bank untuk menyisihkan cukup modal untuk menutupi kerugian tak terduga dan menjaga diri mereka sendiri dalam menghadapi krisis.#Rasio modal# adalah rasio #modal ekuitas bank# dengan #total aset#.

source: Feature: Insurance Business
id: Fitur: Bisnis Asuransi

source: This setting determines whether insurance companies can be set up in the game or not.
id: Pengaturan ini menentukan apakah perusahaan asuransi dapat didirikan dalam permainan atau tidak.

source: Feature: Global Stock Market
id: Fitur: Pasar Saham Global

source: This setting determines whether the global stock market is enabled in the game or not.
id: Pengaturan ini menentukan apakah pasar saham global diaktifkan dalam permainan atau tidak.

source: AI Pricing Aggressiveness
id: Agresivitas Penetapan Harga AI

source: This determines how far the AI companies will go in lowering prices of their products in order to grab market share from competitors.
id: Ini menentukan seberapa jauh perusahaan AI akan menurunkan harga produk mereka untuk merebut pangsa pasar dari pesaing.

source: When this is set to low, you can expect most products to enjoy healthy profit margins and companies will be in general more profitable.
id: Jika ini disetel ke rendah, Anda dapat mengharapkan sebagian besar produk menikmati margin keuntungan yang sehat dan perusahaan secara umum akan lebih menguntungkan.

source: Economy's Impact on Loan Defaults
id: Dampak Ekonomi pada Pinjaman Macet

source: It determines the economy's impact on the loan default rate.
id: Ini menentukan dampak ekonomi pada tingkat gagal bayar pinjaman.

source: When this is set to a higher value, loan defaults will soar at a higher rate during an economic downturn, leading to a potential liquidity crisis.
id: Ketika nilai ini ditetapkan ke nilai yang lebih tinggi, kredit macet akan melonjak pada tingkat yang lebih tinggi selama penurunan ekonomi, yang mengarah ke potensi krisis likuiditas.

source: Boom-Bust Cycle Volatility
id: Volatilitas Siklus Boom-Bust

source: This adjusts the economy's impact on consumer demand, which affects GDP and in turn affects the volatility of the boom-bust cycle.
id: Ini menyesuaikan dampak ekonomi terhadap permintaan konsumen, yang memengaruhi PDB dan pada gilirannya memengaruhi volatilitas siklus boom-bust.

source: (The boom-bust cycle is the expansion and contraction in the economic cycle that occurs repeatedly.)
id: (Siklus boom-bust adalah ekspansi dan kontraksi dalam siklus ekonomi yang terjadi berulang kali.)

source: Initial Stock Price Modifier
id: Pengubah Harga Saham Awal

source: The initial prices of the global stocks are loaded from a database.
id: Harga awal saham global dimuat dari database.

source: You may use this modifier to change the initial prices of all global stocks.
id: Anda dapat menggunakan pengubah ini untuk mengubah harga awal semua saham global.

source: A lower Modifier value leads to lower initial stock prices, which promise more gain for the global stock market down the road.
id: Nilai Modifier yang lebih rendah mengarah pada harga saham awal yang lebih rendah, yang menjanjikan keuntungan lebih untuk pasar saham global di masa mendatang.

source: Difficulty Level for Banking and Finance DLC
id: Tingkat Kesulitan DLC Perbankan dan Keuangan

source: Use this to set the overall difficulty level for operating banks and insurance companies.
id: Gunakan ini untuk mengatur tingkat kesulitan keseluruhan untuk mengoperasikan bank dan perusahaan asuransi.

source: Realistic Money Supply
id: Uang Beredar Realistis

source: If this is enabled, money supply is more realistically simulated.
id: Jika ini diaktifkan, jumlah uang beredar disimulasikan secara lebih realistis.

source: It will be more difficult for player and AI companies to raise funds from IPO, issuing new shares and bonds.
id: Akan lebih sulit bagi pemain dan perusahaan AI untuk mengumpulkan dana dari IPO, menerbitkan saham dan obligasi baru.

source: PREPARE
id: MEMPERSIAPKAN

source: Prepare Unit
id: Siapkan Unit

source: If this is enabled and you are using a #MOD# with defined #service firms#, you will be able to set up #Prepare Units# in #service firms#.
id: Jika ini diaktifkan dan Anda menggunakan #MOD# dengan #perusahaan layanan yang ditentukan#, Anda akan dapat mengatur #Prepare Unit# di #perusahaan layanan#.

source: IMPORT
id: IMPOR

source: Import Firm
id: Perusahaan Impor

source: If this is enabled, you will be able to set up Import Firms for importing products and materials.
id: Jika ini diaktifkan, Anda akan dapat mengatur Perusahaan Impor untuk mengimpor produk dan bahan.

source: Import Product Variety
id: Impor Variasi Produk

source: This determines the variety of products available via imports in the beginning of the game.
id: Ini menentukan variasi produk yang tersedia melalui impor di awal permainan.

source: Import Increase
id: Peningkatan Impor

source: If this is enabled, the variety of products available via imports will increase over time.
id: Jika ini diaktifkan, variasi produk yang tersedia melalui impor akan meningkat seiring waktu.

source: Constant Supply
id: Pasokan Konstan

source: This determines whether product supplies via imports are constantly available.
id: Ini menentukan apakah pasokan produk melalui impor selalu tersedia.

source: Semi Products
id: Produk Semi

source: If this is enabled, only #Semi Products# are available via imports.
id: Jika ini diaktifkan, hanya #Semi Products# yang tersedia melalui impor.

source: (Consumer products are not available via imports.)
id: (Produk konsumen tidak tersedia melalui impor.)

source: Realistic Loan Demand
id: Permintaan Pinjaman yang Realistis

source: If this is enabled, the #demand for bank loans# is correlated to the total GDP of the cities.
id: Jika ini diaktifkan,#permintaan pinjaman bank# berkorelasi dengan total PDB kota.

source: Corporate Logo Selection
id: Pemilihan Logo Perusahaan

source: Click here to open the Corporate Logo selection window.
id: Klik di sini untuk membuka jendela pemilihan Logo Perusahaan.

source: SELPHOTO
id: SELFOTO

source: Portrait Selection
id: Pemilihan Potret

source: Click here to open the Portrait selection window.
id: Klik di sini untuk membuka jendela pemilihan Potret.

source: Warehouse Floors
id: Lantai Gudang

source: Choose #Multiple# to allow for setting up multiple floors in a warehouse.
id: Pilih #Multiple# untuk memungkinkan pengaturan beberapa lantai di gudang.

source: AI Tech Head Start
id: Kepala AI Tech Mulai

source: If you want a more challenging game, you may give AI companies head starts in fields of technology that they specialize in, which means #higher starting tech levels#.
id: Jika Anda menginginkan game yang lebih menantang, Anda dapat memberi tahu perusahaan AI awal di bidang teknologi yang menjadi spesialisasi mereka, yang berarti #tingkat teknologi awal yang lebih tinggi#.

source: Disruption to Traditional Media
id: Gangguan pada Media Tradisional

source: When this is enabled, the traditional media (TV, Radio and Newspaper) will be disrupted by the Internet.
id: Ketika ini diaktifkan, media tradisional (TV, Radio dan Koran) akan terganggu oleh Internet.

source: As people embrace the Internet, they will spend more time online and less time on the traditional media.
id: Saat orang-orang menggunakan Internet, mereka akan menghabiskan lebih banyak waktu untuk online dan lebih sedikit waktu di media tradisional.

source: Venture Capitalists
id: Kapitalis Ventura

source: #Venture Capitalists# with #billions of net worth# will join the game when this feature is enabled.
id: #Pemodal Ventura# dengan #milyaran dana# akan bergabung dalam game ketika fitur ini diaktifkan.

source: #Venture Capitalists# only invest in companies in #pre-IPO rounds#.
id: #Pemodal Ventura# hanya berinvestasi di perusahaan dalam #putaran pra-IPO#.

source: They are committed to long-term investment and do not actively trade stock.
id: Mereka berkomitmen untuk investasi jangka panjang dan tidak aktif memperdagangkan saham.

source: The Number of Venture Capitalists
id: Jumlah Kapitalis Ventura

source: For gameplay balance, when #Realistic Money Supply# is enabled, the game will automatically assign a minimum of #5 Venture Capitalists# to the game.
id: Untuk keseimbangan gameplay, ketika #Suplai Keuangan# diaktifkan, game secara otomatis akan menetapkan minimal #5 Pemodal Ventura# ke dalam game.

source: However, if #Survival Mode# is enabled, then #Venture Capitalists# can be set to any number.
id: Namun, jika #Survival Mode# diaktifkan, maka #Pemodal Ventura# dapat disetel ke sembarang nomor.

source: VC Capital Size
id: Ukuran Modal VC

source: This setsthe average capital size of a venture capitalist.
id: Ini menentukan ukuran modal rata-rata dari seorang pemodal ventura.

source: Investment Diversification
id: Diversifikasi Investasi

source: This determines how #diversified# a venture capitalist's investment portfolio will be.
id: Ini menentukan bagaimana #diversifikasi# portofolio investasi pemodal ventura.

source: Typically a single investment, as a percentage of the VC's total #net worth#, will not exceed the percent specified here.
id: Biasanya satu investasi, sebagai persentase dari total #net senilai#, tidak akan melebihi persentase yang ditentukan di sini.

source: This option can only be used in conjuction with #City Economic Simulation DLC#.
id: Opsi ini hanya dapat digunakan bersama dengan #City Economic Simulation DLC#.

source: When it is enabled, money supply is more realistically simulated.
id: Jika diaktifkan, jumlah uang beredar disimulasikan secara lebih realistis.

source: Acquire Companies Facing Bankruptcy
id: Akuisisi Perusahaan yang Menghadapi Kebangkrutan

source: When this setting is enabled, when a company is facing bankruptcy, you will be given the option to rescue it by acquiring all the shares of the company.
id: Ketika pengaturan ini diaktifkan, ketika sebuah perusahaan menghadapi kebangkrutan, Anda akan diberikan opsi untuk menyelamatkannya dengan mengakuisisi semua saham perusahaan.
